{
  "login": "Login",
  "username": "Username ",
  "username_helper": "Enter your username!",
  "access_code": "Access code ",
  "access_code_helper": "Enter the access code!",
  "message": "Message",
  "connection_success": "Connection successful!",
  "connection_failed": "No server connection!",
  "connection_many": "Too many users are connected right now!",
  "new_user": "{{payload}} has joined the experiment!",
  "back": "Back",
  "next": "Next",
  "initializing": "Initializing...",
  "off": "Off",
  "on": "On",
  "settings": "Settings",
  "resolution": "Resolution",
  "color": "Color",
  "gray": "Gray",
  "contrast": "Contrast",
  "exposure": "Exposure",
  "language": "Language",
  "info": {
    "header": "About XR TwinLab",
    "content": "Remote labs represent a groundbreaking approach to science education and collaboration, facilitating communication and experimentation from afar. However, creating remote access capabilities can be prohibitively expensive or technically challenging, particularly for non-IT and non-engineering disciplines. To make remote labs accessible across all fields, we need a user-friendly platform that enables researchers, assistants, and technical staff to implement them independently. To that end, we are proud to present XR TwinLab (XRTL), an open-source toolbox designed specifically for the field of Photonics. With its modular structure XRTL offers a flexible, web-based application for controlling optical experimental setups. This exciting project is currently being developed by the esteemed Abbe School of Photonics and the Open Makerspace Lichtwerkstatt Jena.\n\n Feel free to follow our <l1>Git Repo</l1> or <l2>Contact us</l2>.\n<p>Best! Clara, Fabian, Falko, Jari and Johannes\n</p>"
  },
  "cam": {
    "header": "Top View of Experiment"
  },
  "manual": {
    "header": "XR TwinLab - Adaptive Optic",
    "page_1": {
      "heading": "1.   Introduction",
      "line_1": "Welcome to our remote-controlled <strong>Michelson Interferometer</strong>! Today, we'll explore various physical effects and phenomena. Remember, this manual serves as a guide, and users can follow their own exploration path based on their interests and objectives. Enjoy your journey through the fascinating world of Michelson interferometry!",
      "line_2": "Discover who is currently engaged in experimentation with you at the <strong>XRTL Showcase</strong>. Simply type <i>\"!users\"</i> in the chat (pinned on the left edge) to unveil the answer. You can communicate with them via the chat.",
      "line_3": "Discover who is currently engaged in experimentation with you at the <strong>XRTL Showcase</strong>. You can simply communicate with them via the chat (pinned on the left edge)."
    },
    "page_2": {
      "heading": "2.   Overview",
      "line_1": "Initiate your experiment by gaining an overview. Begin by accessing the live camera feed through the menu located at the top right corner. From there, you can observe the current state of the experimental setup in our showcase at the <strong>Abbe School of Photonics</strong>. Take note of the visible components and compare them with those displayed in the 3D model.\n<br/> Can you identify all of them?",
      "line_2": "Familiarize yourself with the user interface, including the power supply, mirror controls and beam splitter options. Simply tap on the individual components to display the respective control window."
    },
    "page_3": {
      "heading": "3.a   Laser"
    }
  },
  "tooltips": {
    "connect": "Connect",
    "disconnect": "Disconnect",
    "labels" : "Labels",
    "cam": "Cam",
    "model": "Model",
    "beam_path": "Beam Path",
    "light_source": "Light Source",
    "manual": "Manual",
    "info": "Info"
  },
  "messages": {
    "under_construction": "Experiment under construction! Some functions may not work!",
    "values_greater_than_zero": "Only values greater than 0 can be entered!"
  },
  "chat": {
    "rotate": "Rotation command was sent ...",
    "under_construction": "Under construction is now set to ",
    "list_users": "List of all connected user/s: ",
    "no_components": "No components are connected to the server! ",
    "list_components": "List of all connected components: ",
    "reset": "Attention the reset command was emitted!",
    "highest_cam": "The highest camera settings have been made!",
    "not_found": "Command doesn't exist!"
  },
  "components": {
    "relay_g_laser": "Power Supply G",
    "relay_r_laser": "Power Supply R",
    "stepper_rot_laser": "Rotation Laser"
  },
  "descriptions": {
    "beam_splitter": "The beam splitter is a partially reflective surface that splits the incoming beam of light into two separate beams.\nThis plate beam splitter transmits about 90 percent of the incident laser light and reflects the other 10 percent.",
    "linear_stage": "This retroreflector mounted on the linear translation stage together with the prism forms an optical delay line.",
    "power_supply": "The laser power supply provides the electrical energy necessary to excite the laser medium and generate the coherent beam of light.\nThe laser module here is a class 3 laser, which requires a protective eyewear."
  },
  "imprint": {
    "main": "The editorial responsibility for this application lies with the Executive Office of the Abbe Center of Photonics and it's representative/s.",
    "further": "For further information please follow the links:",
    "legal_link": "Legal Notice",
    "privacy_link": "Privacy Statement"
  },
  "last_change": {
    "none": "No last change detected!",
    "hour": "Last change is more than {{difVal}} h ago!",
    "sec": "Last change is {{difVal}} s ago!",
    "min": "Last change is more than {{difVal}} min ago!",
    "day": "Last change is more than 24 h ago!"
  }
}